-- FarstriderLibData_Waypoints_koKR.lua
local _, FarstriderLibData = ...

if not FarstriderLibData.Internal then return end

if (GetLocale() ~= "koKR") then
  return
end

FarstriderLibData.WaypointL = {
  [8] = "마법사의 성소 나가기",
  [9] = "마법사의 성소로 들어가기",
  [58] = "아이언포지로 나가기",
  [59] = "지하철 탑승",
  [60] = "지하철 탑승",
  [68] = "바라딘 만에서 테라모어 섬으로 가는 배 탑승",
  [69] = "테라모어 섬에서 메네실 항구로 가는 배 탑승",
  [72] = "무법항에서 톱니항으로 가는 배 탑승",
  [73] = "톱니항에서 무법항으로 가는 배 탑승",
  [80] = "스톰윈드로 나가기",
  [162] = "깊은굴 지하철 입구",
  [163] = "깊은굴 지하철에서 나가기",
  [166] = "스톰윈드로 나가는 출구 이용",
  [167] = "아이언포지로 나가는 출구 이용",
  [222] = "스톰윈드로 통하는 차원문 열기",
  [223] = "아이언포지로 통하는 차원문 열기",
  [224] = "다르나서스로 통하는 차원문 열기",
  [226] = "테라모어로 통하는 차원문 열기",
  [227] = "오그리마로 통하는 차원문 열기",
  [228] = "언더시티로 통하는 차원문 열기",
  [229] = "썬더 블러프로 통하는 차원문 열기",
  [231] = "스토나드로 통하는 차원문 열기",
  [237] = "달라란 - 고대로 통하는 차원문 열기",
  [246] = "스톰윈드",
  [247] = "아이언포지",
  [248] = "다르나서스",
  [250] = "테라모어",
  [254] = "달라란 - 고대",
  [260] = "오그리마",
  [261] = "언더시티",
  [262] = "썬더 블러프",
  [264] = "스토나드",
  [314] = "스톰윈드로 통하는 차원문",
  [394] = "스톰윈드로 통하는 차원문"
}
