-- FarstriderLibData_Waypoints_zhCN.lua
local _, FarstriderLibData = ...

if not FarstriderLibData.Internal then return end

if (GetLocale() ~= "zhCN") then
  return
end

FarstriderLibData.WaypointL = {
  [8] = "离开巫师圣殿",
  [9] = "进入巫师圣殿",
  [58] = "通向铁炉堡的出口",
  [59] = "乘坐地铁",
  [60] = "乘坐地铁",
  [68] = "搭乘巴拉丁海湾的船前往塞拉摩岛",
  [69] = "搭乘塞拉摩岛的船前往米奈希尔港",
  [72] = "搭乘藏宝海湾的船前往棘齿城",
  [73] = "搭乘棘齿城的船前往藏宝海湾",
  [80] = "通向暴风城的出口",
  [162] = "矿道地铁入口",
  [163] = "矿道地铁出口",
  [166] = "从出口前往暴风城",
  [167] = "从出口前往铁炉堡",
  [222] = "开启一道通往暴风城的传送门",
  [223] = "开启一道通往铁炉堡的传送门",
  [224] = "开启一道通往达纳苏斯的传送门",
  [226] = "开启一道通往塞拉摩的传送门",
  [227] = "开启一道通往奥格瑞玛的传送门",
  [228] = "开启一道通往幽暗城的传送门",
  [229] = "开启一道通往雷霆崖的传送门",
  [231] = "开启一道通往斯通纳德的传送门",
  [237] = "开启一道通往达拉然（远古）的传送门",
  [246] = "暴风城",
  [247] = "铁炉堡",
  [248] = "达纳苏斯",
  [250] = "塞拉摩",
  [254] = "达拉然（远古）",
  [260] = "奥格瑞玛",
  [261] = "幽暗城",
  [262] = "雷霆崖",
  [264] = "斯通纳德",
  [314] = "通往暴风城的传送门",
  [394] = "通往暴风城的传送门"
}
