-- FarstriderLibData_Waypoints_ruRU.lua
local _, FarstriderLibData = ...

if not FarstriderLibData.Internal then return end

if (GetLocale() ~= "ruRU") then
  return
end

FarstriderLibData.WaypointL = {
  [8] = "Выйдите из Башни магов",
  [9] = "Войдите в башню магов",
  [58] = "Выход к Стальгорну",
  [59] = "Садитесь на поезд",
  [60] = "Садитесь на поезд",
  [68] = "Отправьтесь на корабле из бухты Барадин на остров Терамор",
  [69] = "Отправьтесь на корабле с острова Терамор в Гавань Менетилов",
  [72] = "Отправьтесь на корабле из Пиратской Бухты в Кабестан",
  [73] = "Отправьтесь на корабле из Кабестана в Пиратскую Бухту",
  [80] = "Выход к Штормграду",
  [162] = "Вход на станцию Подземного поезда",
  [163] = "Выход со станции Подземного поезда",
  [166] = "Выйдите к Штормграду",
  [167] = "Выйдите к Стальгорну",
  [222] = "Создайте портал в Штормград",
  [223] = "Создайте портал в Стальгорн",
  [224] = "Создайте портал в Дарнас",
  [226] = "Создайте портал в Терамор",
  [227] = "Создайте портал в Оргриммар",
  [228] = "Создайте портал в Подгород",
  [229] = "Создайте портал в Громовой Утес",
  [231] = "Создайте портал в Каменор",
  [237] = "Создайте портал в Даларан (древний)",
  [246] = "Штормград",
  [247] = "Стальгорн",
  [248] = "Дарнас",
  [250] = "Терамор",
  [254] = "Даларан – древний",
  [260] = "Оргриммар",
  [261] = "Подгород",
  [262] = "Громовой Утес",
  [264] = "Каменор",
  [314] = "Портал в Штормград",
  [394] = "Портал в Штормград"
}
