-- FarstriderLibData_Waypoints_zhTW.lua
local _, FarstriderLibData = ...

if not FarstriderLibData.Internal then return end

if (GetLocale() ~= "zhTW") then
  return
end

FarstriderLibData.WaypointL = {
  [8] = "離開巫師聖所",
  [9] = "進入巫師聖所",
  [58] = "離開至鐵爐堡",
  [59] = "搭乘地鐵",
  [60] = "搭乘地鐵",
  [68] = "在巴拉丁海灣搭船前往塞拉摩島",
  [69] = "在塞拉摩島搭船前往米奈希爾港",
  [72] = "在藏寶海灣搭船前往棘齒城",
  [73] = "在棘齒城搭船前往藏寶海灣",
  [80] = "離開至暴風城",
  [162] = "礦道地鐵入口",
  [163] = "離開礦道地鐵",
  [166] = "前往暴風城的出口",
  [167] = "前往鐵爐堡的出口",
  [222] = "開啟通往暴風城的傳送門",
  [223] = "開啟通往鐵爐堡的傳送門",
  [224] = "開啟通往達納蘇斯的傳送門",
  [226] = "開啟通往塞拉摩的傳送門",
  [227] = "開啟通往奧格瑪的傳送門",
  [228] = "開啟通往幽暗城的傳送門",
  [229] = "開啟通往雷霆崖的傳送門",
  [231] = "開啟通往斯通納德的傳送門",
  [237] = "開啟通往遠古達拉然的傳送門",
  [246] = "暴風城",
  [247] = "鐵爐堡",
  [248] = "達納蘇斯",
  [250] = "塞拉摩",
  [254] = "遠古達拉然",
  [260] = "奧格瑪",
  [261] = "幽暗城",
  [262] = "雷霆崖",
  [264] = "斯通納德",
  [314] = "暴風城傳送門",
  [394] = "暴風城傳送門"
}
